{
  "blog" : { },
  "gallery" : [
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_4185.jpg?alt=media&token=ff3fd161-3d68-401a-90cd-74b90bd2a4d8",
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_4411.jpg?alt=media&token=7fda0d66-a631-4816-bd85-b93ef49ed3a6",
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_4577.jpg?alt=media&token=f14205b5-be75-447c-8bca-73a15ca2df41",
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_4525.jpg?alt=media&token=0428f0e3-fda0-4119-8249-69f98e936ce5",
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_4611.jpg?alt=media&token=b080143c-161c-4d9f-96f3-ebb6bdcdfd95",
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_4720.jpg?alt=media&token=75de0c2d-8bd9-48bb-9117-1349c9bc381f",
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_4646.jpg?alt=media&token=eafb0320-6f21-47bc-8ba4-8eec708f2076",
    "https://firebasestorage.googleapis.com/v0/b/hoverboard-experimental.appspot.com/o/images%2Fgallery%2Fimg_5294.jpg?alt=media&token=72ab5141-d21b-4e71-a58b-faa2b00d1d02"
  ],
  "notifications" : {
    "config" : {
      "icon" : "",
      "timezone" : "+03:00"
    },
    "messages" : { },
    "subscribers" : { },
    "test" : { },
    "users" : { }
  },
  "partners": [
    {
      "title": "Made DACHFest possible!",
      "logos": [
        {
          "logoUrl": "../images/logos/google.svg",
          "name": "Google",
          "url": "https://www.google.com/intl/en/about/"
        }
      ]
    },
    {
      "title": "Diamond",
      "logos": [
        {
          "logoUrl": "../images/logos/airbus.svg",
          "name": "Airbus",
          "url": "https://www.airbus.com/"
        }
      ]
    },
    {
      "title": "Gold",
      "logos": [
        {
          "logoUrl": "../images/logos/sotec.svg",
          "name": "SOTEC",
          "url": "http://sotec.eu/"
        }
      ]
    },
    {
      "title": "Diversity Sponsor",
      "logos": [
        {
          "logoUrl": "../images/logos/flixbus.png",
          "name": "FlixBus",
          "url": "https://flixbus.de"
        }
      ]
    }
  ],
  "schedule": { },
  "sessions": { },
  "speakers": {
    "mxsash" : {
      "name" : "Sasha Romijn",
      "country" : "Django // The Netherlands",
      "featured" : true,

      "company" : "Django Software Foundation",
      "title" : "Security Team",

      "photoUrl" : "/images/people/speakers/mxsash.jpg",

      "shortBio" : "Distributor of stroopwafel-based happiness and Python code.",
      "bio" : "Sasha is the co-founder and CTO of a Django development company in Amsterdam. She is deeply involved in the community around Django, a popular Python web framework, being a Django team member, chair of the Dutch Django Association and co-organiser of various conferences. She cares about building communities and conferences in which everyone feels welcome, valued and at home, regardless of their background. Sasha has a specific interest in well-being and ethical issues around communities and development. Some of her side projects are the Less Obvious Conference Checklist, with many less obvious suggestions for event organisers, and Happiness Packets, to spread more gratitude and kindness in open source communities.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/mxsash",
        "name" : "Twitter"
      } ]
    },
    "davehogue": {
      "name": "David Hogue",
      "country": "Google // USA",
      "featured": true,

      "company": "Google",
      "title": "Design Lead, Platforms UX",

      "photoUrl": "/images/people/speakers/davehogue.jpg",

      "shortBio": "Platforms UX Design Lead at Google, focused on the global Android device ecosystem.",
      "bio": "David M. Hogue, Ph.D. is a Design Lead at Google, design strategist, and applied psychologist with 20+ years experience. He combines his design, research, and psychology skills to bring deeper insight into user behavior, guide product strategy and service design systems, and solve challenging UX problems. He is currently focused on the dashboards and tools to monitor, manage, and maintain the global Android device ecosystem. He has consulted with agencies, start-ups, and corporations to help them build stronger design teams through organizational structures, processes, and training. Dave teaches information and interaction courses at San Francisco State University and online with LinkedIn Learning, and he has a special interest in design processes, strategy, and ethics."
    },
    "susiefelber": {
      "name": "Susie Felber",
      "country": "Withings // USA",
      "featured": true,

      "company": "Withings",
      "title": "Global Content Director",

      "photoUrl": "/images/people/speakers/susiefelber.jpg",

      "shortBio": "Writer and comedian, who has written and produced for numerous TV networks and national magazines.",
      "bio": "Susie Felber is a writer and comedian who has written and produced for numerous TV networks including Comedy Central, BBC America, truTV, MTV, ABC, and Lifetime Television. She has written for many national magazines including Cosmopolitan and US Weekly. She has also written, produced and been talent for online, agencies, startups, video games, and radio. She is currently Global Content Director at Withings, a lovely French start-up that was acquired by Nokia, before becoming Withings again. It’s complicated. She’s especially proud of appearing multiple times as a hooker on Conan, writing jokes for Car Talk on NPR, and appearing as the voice of the letter “O” on Sesame Street.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/susiefelber",
        "name" : "Twitter"
      } ]
    },
    "bratwurstkomet": {
      "name": "Memi Beltrame",
      "country": "Less a Mess // Switzerland",
      "featured": true,

      "company": "Less a Mess",
      "title": "Founder, Experience Designer",

      "photoUrl": "/images/people/speakers/bratwurstkomet.jpg",

      "shortBio": "A digital strategist with 20+ years of experience and author of Protostrap, a prototyping framework.",
      "bio": "Memi is a digital strategist with 20+ years of experience in planning and building digital products. He is the author of Protostrap, a prototyping framework for designers, and the founder of Less A Mess, a digital agency that creates enjoyable and meaningful experiences specialising in projects with a high level of complexity. He lives and works in Zurich and is an active member of the local UX and web community.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/bratwurstkomet",
        "name" : "Twitter"
      } ]
    },
    "perrysetgo" : {
      "name" : "Perry Eising",
      "country" : "Netlify // USA",
      "featured" : true,

      "company" : "Netlify",
      "title" : "Community Manager",

      "photoUrl" : "/images/people/speakers/perrysetgo.jpg",

      "shortBio" : "Developer, educator and community organizer on a mission to make tech more inclusive and accessible.",
      "bio" : "Perry (they or he pronouns) is a developer, educator and community organizer on a mission to make tech more inclusive and accessible. After spending equal time working in tech as a front-end and mobile developer, and out of tech in student leadership and academics, Perry realized they could bring both together by teaching tech for a few years as the faculty lead at a code school! No longer a full time teacher, he is still obsessed with facilitating opportunities for learning, growth and improvement, and committed to building strong, diverse communities wherever he goes.<br/><br/>Perry loves laughing out loud, niches, bikes, the outside, quiet time, good talks, and having as much fun as humanly possible.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/perrysetgo",
        "name" : "Twitter"
      } ]
    },
    "stephaniecodes" : {
      "name" : "Stephanie Nemeth",
      "country" : "Microsoft // Germany",
      "featured" : true,

      "company" : "Microsoft",
      "title" : "Software Engineer",

      "photoUrl" : "/images/people/speakers/stephaniecodes.png",

      "shortBio" : "Developer at Microsoft and co-organizer of the Stupid Hackathon Amsterdam.",
      "bio" : "Stephanie is a developer living in Berlin. She works at Microsoft and co-organizes the Stupid Hackathon Amsterdam. She enjoys experimenting with hardware and LEDs to make beautiful, useless things.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/stephaniecodes",
        "name" : "Twitter"
      } ]
    },
    "jesserweigel" : {
      "name" : "Jesse R Weigel",
      "country" : "freeCodeCamp // USA",
      "featured" : true,

      "company" : "freeCodeCamp",
      "title" : "",

      "photoUrl" : "/images/people/speakers/jesserweigel.jpg",

      "shortBio" : "Live codes his day-to-day work five days a week for the freeCodeCamp YouTube channel.",
      "bio" : "Jesse live codes his day-to-day work five days a week for the freeCodeCamp YouTube channel. He is currently into building things with React. He loves sharing his coding experiences, including the struggles and failures, with others. He is especially happy when he gets a chance to encourage new developers.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/jesserweigel",
        "name" : "Twitter"
      } ]
    },
    "jessicarose" : {
      "name" : "Jessica Rose",
      "country" : "Pursuit Podcast // UK",
      "featured" : true,

      "company" : "",
      "title" : "",

      "photoUrl" : "/images/people/speakers/jesslynnrose.jpg",

      "shortBio" : "Technology’s den mother. More enthusiastic than graceful. Goblin enthusiast.",
      "bio" : "Jessica Rose is a technologist obsessed with fostering more equal access to technical education and meaningful work in technology. She hosts the Pursuit Podcast, co-founded Trans*Code and founded the Open Code meetup series. She is always interested in learning more about what people are working on, come tell her about your projects and/or show her pictures of your pets.",

      "socials" : [
      {
        "icon": "website",
        "link": "http://www.jessica.tech/",
        "name": "Website"
      },
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/jesslynnrose",
        "name" : "Twitter"
      } ]
    },
    "mirjam_diala": {
      "name": "Mirjam Bäuerlein",
      "country": "cosee // Germany",
      "featured": true,

      "company": "cosee",
      "title": "Developer",

      "photoUrl": "/images/people/speakers/mirjam_diala.jpg",

      "shortBio": "A self-taught developer who started programming at the age of eleven on a Schneider CPC 464.",
      "bio": "Mirjam is a self taught frontend developer and scaredy-cat from Germany. At the age of eleven she started programming on her Schneider CPC 464 in Locomotive BASIC. While programming has been a hobby ever since, her career didn’t start in that field at all. She was an accountant, management assistant and office administrator, and later she started to work as a dogtrainer with main focus on behavioral issues. In 2017 Mirjam changed my career for the second time and became a frontend developer.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/mirjam_diala",
        "name" : "Twitter"
      } ]
    },
    "dashersw" : {
      "name" : "Armagan Amcalar",
      "country" : "unu // Germany",
      "featured" : true,

      "company" : "unu",
      "title" : "Head of Software Engineering",

      "photoUrl" : "/images/people/speakers/dashersw.png",

      "shortBio" : "Head of Software Engineering at unu GmbH, building the infrastructure for the future of mobility.",
      "bio" : "Armagan is the Head of Software Engineering at <a href='https://unumotors.com/' target='_blank' rel='noopener noreferrer'>unu GmbH</a>, and is currently working on building the infrastructure for the future of mobility.<br/><br/>A software architect well versed in both the backend and frontend systems, he focuses on building resilient clouds. He loves open source and is the author of <a href='https://github.com/dashersw/cote' target='_blank' rel='noopener noreferrer'>cote</a>, a library for building microservices with Node.js, among <a href='https://github.com/dashersw' target='_blank' rel='noopener noreferrer'>many others</a>. In his free time, he loves to hack stuff with JavaScript, ranging from musical gadgets to brain signals processing.<br/><br/>Armagan is a <a href='https://arm.ag/talks' target='_blank' rel='noopener noreferrer'>public speaker</a>, a mentor and a lecturer. He also leads <a href='https://lonca.works' target='_blank' rel='noopener noreferrer'>Lonca</a>, a software craftsmanship school for women engineers, and teaches JavaScript at <a href='http://wtmberlin.com/javascript-crash-course/' target='_blank' rel='noopener noreferrer'>Women Techmakers Berlin</a>.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/dashersw",
        "name" : "Twitter"
      } ]
    },
    "m4d_z" : {
      "name" : "m4dz",
      "country" : "alwaysdata // France",
      "featured" : true,

      "company" : "alwaysdata",
      "title" : "Tech Evangelist",

      "photoUrl" : "/images/people/speakers/m4d_z.jpg",

      "shortBio" : "Tech Evangelist at alwaysdata, concerned about privacy, a respect of private data, and cyber security.",
      "bio" : "m4dz is a strange animal. Through many lives, he always tried to teach to others what he learnt himself. Previously a web developer (nobody’s perfect), concerned about privacy, a respect of private data, and cyber security. He’s now Tech Evangelist at alwaysdata. He tries to inform about present and future of digital issues. His favorite book always remains «Alice in Wonderland».",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/m4d_z",
        "name" : "Twitter"
      } ]
    },
    "carolstran" : {
      "name" : "Carolyn Stransky",
      "country" : "Blacklane // Germany",
      "featured" : true,

      "company" : "Blacklane",
      "title" : "Software Engineer",

      "photoUrl" : "/images/people/speakers/carolstran.jpg",

      "shortBio" : "Carolyn is a Berlin-based frontend developer and former technical writer.",
      "bio" : "Carolyn Stransky is a frontend developer and former technical writer based in Berlin. She currently works at Blacklane and teaches at ReDI School of Digital Integration. You’ll usually find her looking at memes or taking selfies in the nearest restroom.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/carolstran",
        "name" : "Twitter"
      } ]
    },
    "asciidisco" : {
      "name" : "Sebastian Golasch",
      "country" : "Deutsche Telekom // Germany",
      "featured" : true,

      "company" : "Deutsche Telekom",
      "title" : "Specialist Senior Manager Software Developer",

      "photoUrl" : "/images/people/speakers/asciidisco.jpg",

      "shortBio" : "Famous last words: “If I would’ve wanted to work in ‘Enterprise’, I’d have joined Starfleet…”",
      "bio" : "Sebastian Golasch works as a “Specialist Senior Manager Software Developer” at Deutsche Telekom, after some time developing backend applications with Java, PHP and Ruby he became a citizen of the JavaScript world. For the last six years Sebastian tries to improve our lives, working on Deutsche Telekoms Smart Home platform Qivicon. Famous last words: “If I would’ve wanted to work in ‘Enterprise’, I’d have joined Starfleet…”",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/asciidisco",
        "name" : "Twitter"
      } ]
    },
    "thewizardlucas" : {
      "name" : "Lucas Fernandes da Costa",
      "country" : "Chai.js // UK",
      "featured" : true,

      "company" : "Chai.js",
      "title" : "Maintainer",

      "photoUrl" : "/images/people/speakers/thewizardlucas.jpg",

      "shortBio" : "Core team member of Chai.js and Sinon.js, two of the most popular libraries in the JS ecosystem.",
      "bio" : "Lucas is a Brazilian software engineer living in London. He breathes JavaScript and is passionate about open source. He is a core team member of Chai.js and Sinon.js, two of the most popular libraries in the JS ecosystem, and is always trying to find better and more efficient ways to solve problems. “Strive to be lazy” is his motto.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/thewizardlucas",
        "name" : "Twitter"
      } ]
    },
    "zetaraffix" : {
      "name" : "Raffaella Isidori",
      "country" : "thesign.it // Italy",
      "featured" : true,

      "company" : "thesign.it",
      "title" : "Creative Director",

      "photoUrl" : "/images/people/speakers/zetaraffix.jpg",

      "shortBio" : "A brand and integrated communication designer with over 30 years of experience.",
      "bio" : "Raffaella builds brands, creates communication for businesses around the world, and assists companies in localizing (Ita/Eng) their brands, products, and messages. Besides that, she designs (UX/graphic/visual/digital/print), studies, teaches, takes pictures, writes, translates & coaches professionals on communication and language. Curious as a cat, she collects books, fonts, spices, and essential oils. She lives and works in the countryside (mostly Italian), surrounded by flora & fauna, where she cultivates dreams, and pushes boundaries.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/zetaraffix",
        "name" : "Twitter"
      } ]
    },
    "hawramilani" : {
      "name" : "Hawra Milani",
      "country" : "Code2Serve // UK",
      "featured" : false,

      "company" : "Code2Serve",
      "title" : "Founder",

      "photoUrl" : "/images/people/speakers/hawramilani.jpg",

      "shortBio" : "Founder of Code2Serve, a non-profit organization teaching coding to kids.",
      "bio" : "Hawra is a maker and breaker, who paved her path into tech world through breaking her own and other people’s computers. She’s super passionate about making cool stuff that are usually quite useless once the excitement dies down, and has founded an organisation that teaches children to do the same. She travels the world in hope of meeting women with the same dreams, and inspire them to make these dreams a reality.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/hawramilani",
        "name" : "Twitter"
      } ]
    },
    "lariki": {
      "name": "Lara Martín",
      "country": "Babbel // Germany",
      "featured": true,
      "company": "Babbel",
      "title": "Android Engineer",
      "photoUrl": "/images/people/speakers/lariki.jpg",
      "shortBio": "Lara is a self-made Android developer based in Berlin.",
      "bio": "Lara is a self-made Android developer based in Berlin. Her passion for Android made her transition from her background in science to software development. She’s currently part of the mobile team at Babbel and her dream is to make apps more accessible for everyone. When she’s not attending a tech meetup, you will find her playing videogames.",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/lariki",
        "name" : "Twitter"
      } ]
    },
    "miqubel": {
      "name": "Miquel Beltran",
      "country": "beltran.work // Germany",
      "featured": true,
      "company": "beltran.work",
      "title": "Freelance Android Developer",
      "photoUrl": "/images/people/speakers/miqubel.jpg",
      "shortBio": "Miquel is a Freelance Android developer based in Berlin.",
      "bio": "Miquel is a Freelance Android developer based in Berlin. He is passionate about mobile app development and machine learning, but most importantly, he’s passionate about teaching and learning. Miquel is also an active member of the tech community in Berlin, where he has conducted workshops and talks. He helps running a local meetup group where they teach development to beginners and underrepresented communities in tech.",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/miqubel",
        "name" : "Twitter"
      } ]
    },
    "annapotanina" : {
      "name" : "Anna Potanina",
      "country" : "Google // Ireland",
      "featured" : true,

      "company" : "Google",
      "title" : "UX & CRO Consultant",

      "photoUrl" : "/images/people/speakers/annapotanina.jpg",

      "shortBio" : "Anna is an UX & CRO Expert, illustrator, VR enthusiast, and a global citizen.",
      "bio" : "Anna Potanina is a mobile UX & CRO consultant at Google and in her free time an illustrator and VR enthusiast. She is an expert in User Experience, Design and Conversion Optimisation and a passionate advocate of combining creative thinking and data to help businesses succeed on mobile. Anna helps Google partners across EMEA improve their mobile experiences by leading design sprints, webinars and UX workshops. Prior to Google she was an IT consultant at Accenture. She has degrees in Applied Informatics, Innovations Technology Management and CEMS International Management. Anna lived in Russia, Austria, UK and now she is based in Google European Headquarters in sunny Dublin (yes it is sunny).",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/derivaatta",
        "name" : "Twitter"
      },
      {
        "icon": "facebook",
        "link": "https://www.facebook.com/annapotaninaart/",
        "name": "Facebook"
      },
      {
        "icon": "linkedin",
        "link": "https://www.linkedin.com/in/annapotanina/",
        "name": "LinkedIn"
      } ]
    },
    "html5test": {
      "name": "Niels Leenheer",
      "country": "HTML5test // The Netherlands",
      "featured": true,

      "company": "HTML5test",
      "title": "Founder",

      "photoUrl": "/images/people/speakers/html5test.jpg",

      "shortBio": "Niels is the creator of HTML5test.com and runs one of the largest Open Device Labs in the world.",
      "bio": "Niels is a self-professed browser geek. He has been hooked on browsers ever since somebody showed him the original Nexus browser on a NeXT Cube back in the dark ages of the internet. Niels is the creator of HTML5test.com and runs one of the largest Open Device Labs in the world. He loves procrastinating, collecting weird devices with even stranger browsers, drawing pixel art monsters, procrastinating, researching obscure browsers and tinkering with hardware. For his day job he is CTO of Salonhub and creates web applications for hair salons.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/html5test",
        "name" : "Twitter"
      } ]
    },
    "enricofoschi": {
      "name": "Enrico Foschi",
      "country": "ZAGENO // Germany",
      "featured": true,

      "company": "ZAGENO",
      "title": "VP of Technology",

      "photoUrl": "/images/people/speakers/enricofoschi.jpg",

      "shortBio": "Enrico is a hands-on tech lead with more than 13 years experience in growing teams with a focus on startups.",
      "bio": "Enrico is a hands-on tech lead with more than 13 years experience in growing teams in small and large environments, with a focus on startups and fast-growing businesses. In his last and present job, he built, leads and mentors a fantastic tech team at ZAGENO, a biotech marketplace located in Boston (MA) and Berlin (Germany). When he isn’t driving ZAGENO’s tech, Enrico spends time playing the piano, kayaking in the Brandenburg region or, with his wife, tasting and testing the many restaurants and bars in Berlin.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/enricofoschi",
        "name" : "Twitter"
      } ]
    },
    "segunfamisa" : {
      "name" : "Segun Famisa",
      "country" : "Trivago // Germany",
      "featured" : true,

      "company" : "Trivago",
      "title" : "Software Engineer",

      "photoUrl" : "/images/people/speakers/segunfamisa.jpg",

      "shortBio" : "Segun is a Google Developer Expert for Android, passionate about travel, food and everything in-between.",
      "bio" : "Segun Famisa is a Software Engineer at trivago based in Düsseldorf, Germany. He has previously worked at Andela as an Android Consultant in Lagos, Nigeria where he worked with various partners on their Android projects. He also worked at Konga where he led Android development efforts on the KongaPay team. He is passionate about Software Development and loves to share his passion and findings through technical articles on his blog as well as speaking about the platform. He likes to do some painting in his spare time.",

      "socials" : [
      {
        "icon": "website",
        "link": "https://www.segunfamisa.com",
        "name": "Website"
      },
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/segunfamisa",
        "name" : "Twitter"
      } ]
    },
    "sergeykibish" : {
      "name" : "Sergey Kibish",
      "country" : "Neueda // Latvia",
      "featured" : true,

      "company" : "Neueda",
      "title" : "Software Engineer",

      "photoUrl" : "/images/people/speakers/sergeykibish.jpg",

      "shortBio" : "Software Engineer, community organizer, music enthusiast. Full of passion and charisma.",
      "bio" : "Sergey is a Software Engineer and GDG Riga organiser. Have hands-on experience with different technologies. Can’t sit still and don’t do something for a long time. When there is a spare time - do something musical. Don’t be afraid to ask questions.",

      "socials" : [
      {
        "icon": "website",
        "link": "https://sergeykibish.com/",
        "name": "Website"
      },
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/s_kibish",
        "name" : "Twitter"
      } ]
    },
    "cesarportillo" : {
      "name" : "Cesar Portillo",
      "country" : "SAE Institute // United Kingdom",
      "featured" : false,

      "company" : "SAE Institute London",
      "title" : "Sound Artist & Engineer",

      "photoUrl" : "/images/people/speakers/cesarportillo.jpg",

      "shortBio" : "Sound Engineer & Researcher, making audio-visual mediums immersive & accessible to Blind and Partially sighted audiences.",
      "bio" : "Cesar Portillo is a sound artist and engineer with a background in post production. After graduating from Middlesex University, with a degree in sound engineering, Cesar is now innovating and implementing 3D immersive sound features through international, award-winning film productions. Sound not only feeds our hearing and imagination but, through Cesar’s innovations in sound design, he provides the option for blind and visually impaired audiences to fully immersive themselves in visual stories; transcending the current limitations of audio description. His recent work embraces inclusive sound design approaches using sound spatialisation, auditory perception analysis and sound effects as a language to make visual stories accessible and experiential for all audiences.",

      "socials" : [
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/c_portillo_",
        "name" : "Twitter"
      } ]
    },
    "milicamihajlija" : {
      "name" : "Milica Mihajlija",
      "country" : "Serbia",
      "featured" : true,

      "company" : "",
      "title" : "Web Developer",

      "photoUrl" : "/images/people/speakers/milica.jpg",

      "shortBio" : "",
      "bio" : "Milica is a web developer from Belgrade in love with all things internet. She got interested in how browsers work while interning at Mozilla on Servo engine and is currently working with Chrome team on educating developers about performance optimizations and best practices. When she’s not nerding out, she’s doing yoga, practicing pirouettes or engineering sandwiches.",
      "socials" : [
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/bibydigital",
        "name" : "Twitter"
      },
      {
        "icon": "website",
        "link": "https://mihajlija.github.io/",
        "name": "Website"
      }]
    },
    "alexandregerasimov" : {
      "name" : "Alexander Gerasimov",
      "country" : "21/23 // Germany",
      "featured" : true,

      "company" : "21/23",
      "title" : "Front-End Software Engineer",

      "photoUrl" : "/images/people/speakers/alex.png",

      "shortBio" : "Alex builds crazy over-engineered stuff, teaches JavaScript or Haskell, and gamifies tech education with his friends at 21/23.",
      "bio" : "Alex is a front-end engineer in the office hours and a functional programming aficionado in his spare time. In in attempt to balance his job, community work, building crazy over-engineered stuff, teaching JavaScript or Haskell and gamifying tech education with his friends at 21/23 Alex does his best to stay sane. Admires passionate people, always happy to share ideas, loves learning languages, has mixed feelings about One Direction.",
      "socials" : [
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/da_quirm",
        "name" : "Twitter"
      },
      {
        "icon": "github",
        "link": "https://github.com/21-23",
        "name": "Github"
      } ]
    },
    "lukasziegler" : {
      "name" : "Lukas Ziegler",
      "country" : "Red Bull Media House // Austria",
      "featured" : false,

      "company" : "Red Bull Media House",
      "title" : "UX Engineer",

      "photoUrl" : "",

      "shortBio" : "Half techie, half visual thinker. Lukas feels most comfortable at the intersection of design and development.",
      "bio" : "Half techie, half visual thinker. Lukas feels most comfortable at the intersection of design and development. Having studied at both TU Munich and LMU Munich, he's got to see the best of “both worlds” already during his studies. Following this approach, he's worked as a software engineer at Red Bull Media House for a few years and is now working in their UX Design Team, where he again have got the opportunity to combine the best of both worlds. What motivates Lukas is the vision to develop new and meaningful products, to work in teams that outgrow their own capabilities, and to work on meaningful products that actually solve users’ needs.",
      "socials" : [
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/ZieglerLukas",
        "name" : "Twitter"
      },
      {
        "icon": "website",
        "link": "https://lukasziegler.com/",
        "name": "Website"
      }]
    },
    "felixwu" : {
      "name" : "Felix Wu",
      "country" : "TNG // Germany",
      "featured" : true,

      "company" : "TNG Technology Consulting",
      "title" : "Software Engineer",

      "photoUrl" : "/images/people/speakers/felixwu.jpg",

      "shortBio" : "Felix is a German high school student with a keen interest in Computer Science, Physics, Math and Open Source.",
      "bio" : "Felix is a 17 y/o Software Engineer from Germany. Besides school, he helps companies all around the world building their technical infrastructure as a part-time Frontend Consultant for TNG Technology Consulting. In his free time, he is an active Open Source contributor and the co-creator of the JavaScript snippet collection 30-seconds-of-code and a platform for tech interviewees called 30-seconds-of-interviews. He currently also maintains react-perf-devtool. When not coding, you can find him talking or reading about it, as well as advocating for Youth in Tech and organizing CSSFrankfurt. He also loves travelling, especially with his girlfriend, and playing basketball and frisbee, as well as hanging out with friends. Like many young people, he also loves going on parties! So far, he has done mostly JavaScript stuff at Runtastic, GEZE and TNG Technology Consulting.",
      "socials" : [
      {
        "icon" : "twitter",
        "link" : "https://twitter.com/flxwu",
        "name" : "Twitter"
      },
      {
        "icon": "website",
        "link": "https://flxwu.com/",
        "name": "Website"
      }]
    },
    "1nfoverload": {
      "name" : "Daisy Tsang",
      "country" : "Germany",
      "featured" : false,

      "company" : "",
      "title" : "",

      "photoUrl" : "/images/people/speakers/1nfoverload.jpg",

      "shortBio" : "Programmer, Writer, Tinkerer, Language Enthusiast, Baker, Knitter.",
      "bio" : "Programmer, Writer, Tinkerer, Language Enthusiast, Baker, Knitter.",

      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/1nfoverload",
        "name" : "Twitter"
      } ]
    }
  },
  "team": [
    {
      "members": [
        {
          "name": "Ed Medvedev",
          "photoUrl": "/images/people/eduard_medvedev.jpg",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/ohaithear",
              "name": "Twitter"
            },
            {
              "icon": "github",
              "link": "github.com/emedvedev",
              "name": "Github"
            }
          ],
          "title": "WTM Berlin"
        },
        {
          "name": "Benjamin Stürmer",
          "photoUrl": "/images/people/benjamin_stuermer.jpg",
          "socials": [
            {
              "icon": "gplus",
              "link": "https://plus.google.com/+BenjaminStürmer",
              "name": "Google+"
            },
            {
              "icon": "facebook",
              "link": "https://www.facebook.com/benjamin.stuermer",
              "name": "Facebook"
            },
            {
              "icon": "twitter",
              "link": "https://twitter.com/BenjaminStrmer",
              "name": "Twitter"
            },
            {
              "icon": "website",
              "link": "https://www.stuermer-benjamin.de",
              "name": "Website"
            },
            {
              "icon": "linkedin",
              "link": "https://www.linkedin.com/in/stuermer-benjamin",
              "name": "LinkedIn"
            }
          ],
          "title": "GDG Munich Android"
        },
        {
          "name": "Helmuth Breitenfellner",
          "title": "GDG Vienna"
        },
        {
          "name": "Angelo Rüggeberg",
          "title": "GDG Munich"
        },
        {
          "name": "Hasan Hosgel",
          "title": "GDG Berlin Android"
        },
        {
          "name": "Ramon Huidobro",
          "title": "WTM Vienna"
        },
        {
          "name": "Pilar Huidobro",
          "title": "WTM Vienna"
        },
        {
          "name": "Antonio Roa-Valverde",
          "title": "GDG Innsbruck"
        },
        {
          "name": "Tarik Huber",
          "title": "GDG Berchtesgadener Land"
        },
        {
          "name": "Marc Edem",
          "title": "GDG Vienna"
        },
        {
          "name": "Madlaina Kalunder",
          "photoUrl": "/images/people/madlaina_kalunder.jpg",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/anialdam",
              "name": "Twitter"
            },
            {
              "icon": "github",
              "link": "https://github.com/aadjou",
              "name": "Github"
            },
            {
              "icon": "linkedin",
              "link": "https://www.linkedin.com/in/madlaina-kalunder/",
              "name": "LinkedIn"
            }
          ],
          "title": "WTM Switzerland"
        },
        {
          "name": "Mario Fahlandt",
          "title": "GDG Cloud Munich"
        },
        {
          "name": "Jossi Wolf",
          "title": "GDG Hamburg Android"
        },
        {
          "name": "Timea Turdean",
          "photoUrl": "/images/people/timea_turdean.jpg",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/timeaturdean",
              "name": "Twitter"
            },
            {
              "icon": "linkedin",
              "link": "https://www.linkedin.com/in/timeaturdean/",
              "name": "LinkedIn"
            }
          ],
          "title": "WTM Vienna"
        },
        {
          "name": "Wolfram Rittmeyer",
          "title": "GDG Düsseldorf"
        },
        {
          "name": "Ann-Katrin Borgenstam",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/AKNextChapter",
              "name": "Twitter"
            }
          ],
          "title": "GDG/WTM Düsseldorf"
        },
        {
          "name": "Raphael Miranda",
          "photoUrl": "/images/people/raphael_miranda.jpg",
          "socials": [
            {
              "icon": "twitter",
              "link": "https://twitter.com/rafael_cm",
              "name": "Twitter"
            },
            {
              "icon": "linkedin",
              "link": "https://www.linkedin.com/in/rafael-cm-miranda/",
              "name": "LinkedIn"
            },
            {
              "icon": "github",
              "link": "https://github.com/raeglan",
              "name": "Github"
            }
          ],
          "title": "GDG Bremen"
        }
      ],
      "title": ""
    }
  ],
  "tickets": [
    {
      "available" : true,
      "primary" : true,
      "regular" : true,
      "currency" : "€",
      "info" : "A ticket: you buy it and attend the conference. It's really that simple!",
      "name" : "Standard",
      "price" : 120,
      "soldOut" : false,
      "url" : "https://ti.to/dachfest/2018"
    },
    {
      "available" : true,
      "currency" : "€",
      "info" : "If your employer doesn't cover the ticket cost, here's a discount for you.",
      "name" : "Self-funded",
      "price" : 70,
      "soldOut" : false,
      "url" : "https://ti.to/dachfest/2018"
    },
    {
      "available" : true,
      "currency" : "€",
      "info" : "Being a student is hard, so let us make it a bit easier. ❤️",
      "name" : "Student",
      "price" : 50,
      "soldOut" : false,
      "url" : "https://ti.to/dachfest/2018"
    }
   ],
  "triggers": {
    "images": false
  },
  "videos": [ ],
  "previousSpeakers": { }
}
